Repository: mendite/VBackupManager
Catalog: VBackupManager/Properties/Resources.*.resx
Languages: de

source: About
de: Über

source: Archiving path
de: Archivierungspfad

source: Author
de: Autor

source: Backup file '{0}' not found.
de: Sicherungsdatei '{0]' wurde nicht gefunden.

source: Backup was created at {0}
de: Sicherungwurde {0} erstellt

source: Backups History
de: Sicherungshistorie

source: Backup comment
de: Sicherungskommentar

source: Backup job is active
de: Sichungsauftrag ist aktiv

source: Can't create backup, because directory for save games is missed {0}.
de: Kann keine Sicherung erstellen, da das Verzeichnis '{0}' für Spielstände fehlt.

source: Can't create backup, because no file was found in directory '{0}'.
de: Kann keine Sicherung erstellen, da keine Datei im Verzeichnis '{0}' gefunden wurde.

source: Can't create backup, because path '{0}' of job '{1}' can't be found.
de: Kann keine Sicherung erstellen, da der Pfad '{0}' des Sicherungsauftrags '{1}' nicht gefunden werden kann.

source: Cancel
de: Abbrechen

source: Clear
de: Leeren

source: Close
de: Schließen

source: Created
de: Erzeugt

source: Create Backup
de: Sicherung erstellen

source: Create new backup job
de: Zusätzlichen Sichungsauftrag hinzufügen

source: Delete
de: Löschen

source: Delete selected backup job?
de: Ausgewählten Sicherungsauftrag löschen?

source: Edit
de: Bearbeiten

source: Error
de: Fehler

source: Excluded
de: Ausgeschloßen

source: Included
de: Einbezogen

source: Include local Valheim save games in Backups
de: Lokale Valheim-Spielstände in Sicherungen einbeziehen

source: Licence
de: Lizenz

source: Only unique non-empty names are allowed for backup jobs.
de: Für Sicherungsaufträge sind nur eindeutige nicht leere Namen erlaubt.

source: Open
de: Öffenen

source: Open archiving path
de: Öffne Archivierungspfad

source: Open Valheim save games path
de: Öffne Pfad für Lokale Valheim-Spielstände

source: Path to backup
de: Zu sichernder Pfad

source: Save
de: Speichern

source: Select archiving path
de: Sicherungspfad auswählen

source: Select path
de: Pfad auswählen

source: Settings
de: Einstellungen

source: Set default path
de: Auf Standardpfad setzen
